EEC_PROP/out/production/resources/OP_06/VALID/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:23178069-4901-492b-b0e5-eb3e983ec5b0</wsa:MessageID>
      <int:ProcedureID>urn:uuid:da2ec7ba-93bb-4186-9c20-4951a1bb4272</int:ProcedureID>
      <int:ConversationID>urn:uuid:a56734e7-b059-447e-a29b-b2faa014a812</int:ConversationID>
      <wsa:To>EAEU://EEC/CP/P.CC.05/P.CC.05.ACT.022AT</wsa:To>
      <wsa:Action>int://CP/P.CC.05/1.1.1/P.CC.05.PRC.001/P.CC.05.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.05/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:333ea622-14b8-424a-ab66-c12222708a81</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:c5005d71-a277-4274-9467-7ff0ed2ffd98</int:TrackID>
         <int:AcceptTime>2020-03-24T20:55:30+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>e29cff36-9d54-4451-9420-066c48b1fb50</sgn:SignalId>
         <sgn:DateTime>2020-03-24T20:55:30.633</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
